// 西安所有学校对象
export default [
  {
    "id": 999,
    "name": "全部学校"
  },
  {
    "id": 1,
    "name": "西安交通大学"
  },
  {
    "id": 2,
    "name": "西北工业大学"
  },
  {
    "id": 3,
    "name": "西北农林科技大学"
  },
  {
    "id": 4,
    "name": "西北大学"
  },
  {
    "id": 5,
    "name": "西安电子科技大学"
  },
  {
    "id": 6,
    "name": "陕西师范大学"
  },
  {
    "id": 7,
    "name": "长安大学"
  },
  {
    "id": 8,
    "name": "第四军医大学"
  },
  {
    "id": 9,
    "name": "西安理工大学"
  },
  {
    "id": 10,
    "name": "西安工业大学"
  },
  {
    "id": 11,
    "name": "西安建筑科技大学"
  },
  {
    "id": 12,
    "name": "陕西科技大学"
  },
  {
    "id": 13,
    "name": "西北轻工业学院"
  },
  {
    "id": 14,
    "name": "西安工程大学"
  },
  {
    "id": 15,
    "name": "陕西中医学院"
  },
  {
    "id": 16,
    "name": "西安外国语大学"
  },
  {
    "id": 17,
    "name": "西安体育学院"
  },
  {
    "id": 18,
    "name": "西安音乐学院"
  },
  {
    "id": 19,
    "name": "西安美术学院"
  },
  {
    "id": 20,
    "name": "西安邮电大学"
  },
  {
    "id": 21,
    "name": "西安航空学院"
  },
  {
    "id": 22,
    "name": "西安电力高等专科学校"
  },
  {
    "id": 23,
    "name": "陕西理工学院"
  },
  {
    "id": 24,
    "name": "西安财经学院"
  },
  {
    "id": 25,
    "name": "西安欧亚学院"
  },
  {
    "id": 26,
    "name": "西安交通大学城市学院"
  },
  {
    "id": 27,
    "name": "西北大学现代学院"
  },
  {
    "id": 28,
    "name": "长安大学兴华学院"
  },
  {
    "id": 29,
    "name": "西安理工大学高科学院"
  },
  {
    "id": 30,
    "name": "西安科技大学高新学院"
  },
  {
    "id": 31,
    "name": "解放军西安通信学院"
  },
  {
    "id": 32,
    "name": "空军工程大学"
  },
  {
    "id": 33,
    "name": "西安外事学院"
  },
  {
    "id": 34,
    "name": "陕西财经职业技术学院"
  },
  {
    "id": 35,
    "name": "陕西国防工业职业技术学院"
  },
  {
    "id": 36,
    "name": "陕西交通职业技术学院"
  },
  {
    "id": 37,
    "name": "陕西能源职业技术学院"
  },
  {
    "id": 38,
    "name": "陕西职业技术学院"
  },
  {
    "id": 39,
    "name": "西安航空职业技术学院"
  },
  {
    "id": 40,
    "name": "西安高新科技职业学院"
  },
  {
    "id": 41,
    "name": "陕西服装工程学院"
  },
  {
    "id": 42,
    "name": "西安城市建设职业学院"
  },
  {
    "id": 43,
    "name": "陕西航天职工大学"
  },
  {
    "id": 44,
    "name": "西安航空职工大学"
  },
  {
    "id": 45,
    "name": "西安飞机工业公司职工工学院"
  },
  {
    "id": 46,
    "name": "西安铁路工程职工大学"
  },
  {
    "id": 47,
    "name": "西安电力机械制造公司机电学院"
  },
  {
    "id": 48,
    "name": "陕西学前师范学院"
  },
  {
    "id": 49,
    "name": "陕西工运学院"
  },
  {
    "id": 50,
    "name": "西安汽车科技职业学院"
  },
  {
    "id": 51,
    "name": "西安科技商贸职业学院"
  },
  {
    "id": 52,
    "name": "陕西电子科技职业学院"
  },
  {
    "id": 53,
    "name": "陕西旅游烹饪职业学院"
  },
  {
    "id": 54,
    "name": "西安职业技术学院"
  },
  {
    "id": 55,
    "name": "陕西经济管理职业技术学院"
  },
  {
    "id": 56,
    "name": "陕西航空职业技术学院"
  },
  {
    "id": 57,
    "name": "陕西铁路工程职业技术学院"
  },
  {
    "id": 58,
    "name": "西安思源学院"
  },
  {
    "id": 59,
    "name": "陕西国际商贸学院"
  },
  {
    "id": 60,
    "name": "陕西电子信息职业技术学院"
  },
  {
    "id": 61,
    "name": "西安财经学院行知学院"
  },
  {
    "id": 62,
    "name": "西安海棠职业学院"
  },
  {
    "id": 63,
    "name": "西安科技大学"
  },
  {
    "id": 64,
    "name": "西安培华学院"
  },
  {
    "id": 65,
    "name": "西安石油大学"
  },
  {
    "id": 66,
    "name": "西安文理学院"
  },
  {
    "id": 67,
    "name": "西北工业大学明德学院"
  },
  {
    "id": 68,
    "name": "西安翻译学院"
  },
  {
    "id": 69,
    "name": "陕西青年职业学院"
  },
  {
    "id": 70,
    "name": "西京学院"
  },
  {
    "id": 71,
    "name": "西安建筑科技大学华清学院"
  },
  {
    "id": 72,
    "name": "西安工业大学北方信息工程学院"
  },
  {
    "id": 73,
    "name": "西安电子科技大学长安学院"
  },
  {
    "id": 74,
    "name": "陕西邮电职业技术学院"
  },
  {
    "id": 75,
    "name": "陕西警官职业学院"
  },
  {
    "id": 76,
    "name": "陕西科技大学镐京学院"
  },
  {
    "id": 77,
    "name": "西安铁路职业技术学院"
  },
  {
    "id": 78,
    "name": "西安医学院"
  },
  {
    "id": 79,
    "name": "西北政法大学"
  },
  {
    "id": 80,
    "name": "安康学院"
  },
  {
    "id": 81,
    "name": "西安医学高等专科学校"
  },
  {
    "id": 82,
    "name": "陕西工商职业学院"
  },
  {
    "id": 83,
    "name": "陕西省建筑工程总公司职工大学"
  },
  {
    "id": 84,
    "name": "陕西艺术职业学院"
  },
  {
    "id": 85,
    "name": "西安东方亚太职业技术学院"
  }
]